HMI V1.06/Assembly/SampleXML/getSfcStatus.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:r4="http://systemagmbh.com/manufacturing-automation/r4/">
   <soapenv:Header/>
   <soapenv:Body>
      <r4:getSfcStatus>
         <getSfcStatusRequest>
            <resourceId></resourceId>
            <sfc></sfc>
         </getSfcStatusRequest>
      </r4:getSfcStatus>
   </soapenv:Body>
</soapenv:Envelope>